Repository: NedaaDevs/nedaa
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, ms, ur

source: Afternoon Prayer
ar: صلاة العصر
ms: Solat Asar
ur: عصر کی نماز

source: Asr
ar: العصر
ms: Asar
ur: عصر

source: Athkar
ar: أذكار
ms: Azkar
ur: اذکار

# athkar_progress_widget_desc
source: Track your daily Athkar completion and progress
ar: تتبع إتمام أذكارك اليومية وتقدمك
ms: Jejaki penyempurnaan dan kemajuan Azkar harian anda
ur: اپنے روزانہ اذکار کی تکمیل اور پیش رفت کو ٹریک کریں

# athkar_progress_widget_title
source: Athkar Progress
ar: تقدم الأذكار
ms: Kemajuan Azkar
ur: اذکار کی پیش رفت

source: Best
ar: الأفضل
ms: Terbaik
ur: بہترین

source: Complete
ar: مكتمل
ms: Selesai
ur: مکمل

source: Completed
ar: مكتمل
ms: Selesai
ur: مکمل

source: Completed Today
ar: مكتمل اليوم
ms: Selesai Hari Ini
ur: آج مکمل

# countdown_hours_minutes
source: in %dh %dm
ar: خلال %d س %d د
ms: dalam %dj %dm
ur: %d گھ %d م میں

# countdown_minutes
source: in %dm
ar: خلال %d د
ms: dalam %dm
ur: %d منٹ میں

source: Current
ar: الحالي
ms: Semasa
ur: موجودہ

source: Dawn Prayer
ar: صلاة الفجر
ms: Solat Subuh
ur: فجر کی نماز

source: Day Streak
ar: سلسلة الأيام
ms: Rentetan Harian
ur: روزانہ سلسلہ

source: Days
ar: أيام
ms: Hari
ur: دن

# dhuhr
source: Duhur
ar: الظهر
ms: Zohor
ur: ظہر

source: Evening
ar: المساء
ms: Petang
ur: شام

# eveningPrayersWidgetDesc
source: Track Asr, Maghrib, and Isha prayer times at a glance
ar: تتبع مواقيت صلاة العصر والمغرب والعشاء بلمحة
ms: Lihat waktu solat Asar, Maghrib dan Isyak dengan sekilas pandang
ur: ایک نظر میں عصر، مغرب اور عشاء کے اوقات دیکھیں

# eveningPrayersWidgetTitle
source: Evening Prayers
ar: صلوات المساء
ms: Solat Petang
ur: شام کی نمازیں

source: Fajr
ar: الفجر
ms: Subuh
ur: فجر

source: Fasts Remaining
ar: صيام متبقي
ms: Puasa Berbaki
ur: باقی روزے

source: Friday Prayer
ar: صلاة الجمعة
ms: Solat Jumaat
ur: جمعہ کی نماز

source: Isha
ar: العشاء
ms: Isyak
ur: عشاء

source: Items
ar: عناصر
ms: Item
ur: اشیاء

source: Jumu'ah
ar: الجمعة
ms: Jumaat
ur: جمعہ

source: Maghrib
ar: المغرب
ur: غروب

source: Missed Fasts
ar: صيام فائت
ms: Puasa Tertinggal
ur: چھوٹے ہوئے روزے

source: Morning
ar: الصباح
ms: Pagi
ur: صبح

# morningPrayersWidgetDesc
source: Track Fajr, Sunrise, and Dhuhr prayer times at a glance
ar: تبع مواقيت صلاة الفجر والشروق والظهر بلمحة
ms: Lihat waktu solat Subuh, Syuruk dan Zohor dengan sekilas pandang
ur: ایک نظر میں فجر، سورج طلوع ہونے کا وقت، اور ظہر کے اوقات دیکھیں

# morningPrayersWidgetTitle
source: Morning Prayers
ar: صلوات الصباح
ms: Solat Pagi
ur: صبح کی نمازیں

source: My Widget
ar: ويدجت
ms: Widget Saya
ur: میرا ویجٹ

source: Next Prayer
ar: الصلاة القادمة
ms: Solat Seterusnya
ur: اگلی نماز

# nextPrayerLockScreenWidgetDesc
source: Displays the next prayer. it shows a countdown timer 60 minutes before the prayer. And count up 30 minutes after
ar: يعرض وقت الصلاة القادمة. يظهر مؤقت العد التنازلي 60 دقيقة قبل الصلاة. ويبدأ العد 30 دقيقة بعد الصلاة
ms: Memaparkan solat seterusnya. Ia menunjukkan pemasa kira detik 60 minit sebelum solat, dan mengira menaik 30 minit selepasnya
ur: اگلی نماز ظاہر ہوتی ہے۔ نماز سے 60 منٹ پہلے الٹی گنتی اور نماز کے 30 منٹ بعد سیدھی گنتی دکھائی جاتی ہے۔

# nextPrayerLockScreenWidgetTitle
source: Next Prayer
ar: الصلاة القادمة
ms: Solat Seterusnya
ur: اگلی نماز

source: Night Prayer
ar: صلاة العشاء
ms: Solat Isyak
ur: عشاء کی نماز

source: No Athkar data available
ar: لا توجد بيانات أذكار
ms: Tiada data Azkar tersedia
ur: اذکار کا ڈیٹا دستیاب نہیں

# no_athkar_data
source: No Athkar data available
ar: لا توجد بيانات أذكار
ms: Tiada data Azkar tersedia
ur: اذکار کا ڈیٹا دستیاب نہیں

source: No data
ar: لا توجد بيانات
ms: Tiada data
ur: ڈیٹا دستیاب نہیں

source: Noon Prayer
ar: صلاة الظهر
ms: Solat Zohor
ur: ظہر کی نماز

source: Overall Progress
ar: التقدم الإجمالي
ms: Kemajuan Keseluruhan
ur: مجموعی پیش رفت

source: Passed
ar: مضى
ms: Berlalu
ur: گزر گیا

source: Prayer
ar: الصلاة
ms: Solat
ur: نماز

# prayer_athkar_widget_desc
source: View next prayer time and daily Athkar progress together
ar: عرض وقت الصلاة القادمة وتقدم الأذكار اليومية معاً
ms: Lihat waktu solat seterusnya dan kemajuan Azkar harian bersama-sama
ur: اگلے نماز کا وقت اور روزانہ اذکار کی پیش رفت ایک ساتھ دیکھیں

# prayer_athkar_widget_title
source: Prayer & Athkar
ar: الصلاة والأذكار
ms: Solat & Azkar
ur: نماز اور اذکار

# prayerTimesWidgetDesc
source: View prayer times for today
ar: عرض أوقات الصلاة لليوم
ms: Lihat waktu solat untuk hari ini
ur: آج کے نماز کے اوقات دیکھیں

# prayerTimesWidgetTitle
source: Prayer Times
ar: أوقات الصلاة
ms: Waktu Solat
ur: نماز کے اوقات

source: progress
ar: تقدم
ms: kemajuan
ur: پیش رفت

source: Progress
ar: تقدم
ms: Kemajuan
ur: پیش رفت

source: Qada
ar: قضاء
ur: قضا

source: Qada Tracker
ar: متتبع القضاء
ms: Penjejak Qada
ur: قضا ٹریکر

# qadaTrackerWidgetDesc
source: Track your Qada fasts and progress
ar: تتبع صيام القضاء وتقدمك
ms: Jejaki puasa Qada dan kemajuan anda
ur: اپنے قضا روزوں اور پیش رفت کو ٹریک کریں

# qadaTrackerWidgetTitle
source: Qada Tracker
ar: متتبع القضاء
ms: Penjejak Qada
ur: قضا ٹریکر

source: remaining
ar: متبقي
ms: berbaki
ur: باقی

source: Select a family
ar: اختر مجموعة
ms: Pilih satu keluarga
ur: ایک خاندان منتخب کریں

source: Start tracking your daily Athkar in the app
ar: ابدأ بتتبع أذكارك اليومية في التطبيق
ms: Mula menjejaki Azkar harian anda dalam aplikasi
ur: ایپ میں اپنے روزانہ اذکار کو ٹریک کرنا شروع کریں

source: Sunrise
ar: الشروق
ms: Syuruk
ur: طلوع آفتاب

source: Sunrise Time
ar: وقت الشروق
ms: Waktu Syuruk
ur: طلوع آفتاب کا وقت

source: Sunset Prayer
ar: صلاة المغرب
ms: Solat Maghrib
ur: مغرب کی نماز

source: This is an example widget.
ar: هذا ويدجت تجريبي
ms: Ini adalah widget contoh.
ur: یہ ایک مثال کا ویجٹ ہے۔

source: Wake Now
ar: استيقظ الآن
ms: Bangun Sekarang
ur: ابھی اٹھیں

# today_progress
source: Today's Progress
ar: تقدم اليوم
ms: Kemajuan Hari Ini
ur: آج کی پیش رفت

source: Today's Athkar Progress
ar: تقدم أذكار اليوم
ms: Kemajuan Azkar Hari Ini
ur: آج کے اذکار کی پیش رفت

source: Today Completed
ar: مكتمل اليوم
ms: Selesai Hari Ini
ur: آج مکمل

source: Today Progress
ar: تقدم اليوم
ms: Kemajuan Hari Ini
ur: آج کی پیش رفت

source: Today's Athkar
ar: أذكار اليوم
ms: Azkar Hari Ini
ur: آج کے اذکار

source: Total Fasts
ar: إجمالي الصيام
ms: Jumlah Puasa
ur: کل روزے

# widget_prayer_athkar_settings
source: Prayer & Athkar Settings
ar: إعدادات الصلاة والأذكار
ms: Tetapan Solat & Azkar
ur: نماز اور اذکار کی ترتیبات

# widget_prayer_athkar_settings_desc
source: Configure your Prayer & Athkar widget display options
ar: تكوين خيارات عرض الصلاة والأذكار
ms: Konfigurasi pilihan paparan widget Solat & Azkar anda
ur: نماز اور اذکار ویجٹ ڈسپلے اختیارات کو ترتیب دیں

# widget_prayer_times_settings
source: Prayer Times Settings
ar: إعدادات أوقات الصلاة
ms: Tetapan Waktu Solat
ur: نماز کے اوقات کی ترتیبات

# widget_prayer_times_settings_desc
source: Configure your Prayer Times widget display options
ar: تكوين خيارات عرض أوقات الصلاة
ms: Konfigurasi pilihan paparan widget Waktu Solat anda
ur: نماز کے اوقات ویجٹ ڈسپلے اختیارات کو ترتیب دیں

# widget_show_countdown
source: Show Countdown
ar: إظهار العد التنازلي
ms: Tunjukkan Kira Detik
ur: الٹی گنتی دکھائیں

# widget_show_sunrise
source: Show Sunrise
ar: إظهار الشروق
ms: Tunjukkan Syuruk
ur: طلوع آفتاب دکھائیں

# widget_show_timer
source: Show Timer
ar: إظهار المؤقت
ms: Tunjukkan Pemasa
ur: ٹائمر دکھائیں

# widget.inHoursMinutes
source: in %dh %dm
ar: خلال %d س %d د
ms: dalam %dj %dm
ur: %d گھ %d م میں

# widget.inMinutes
source: in %d min
ar: خلال %d د
ms: dalam %d min
ur: %d منٹ میں

# widget.next
source: Next
ar: القادمة
ms: Seterusnya
ur: اگلا

# widget.nextPrayerIn
source: Next prayer in
ar: الصلاة القادمة خلال
ms: Solat seterusnya dalam
ur: اگلی نماز میں

# widget.noPrayerTimes
source: No prayer times available
ar: لا توجد أوقات صلاة
ms: Tiada waktu solat tersedia
ur: نماز کے اوقات دستیاب نہیں

# widget.prayerTimes
source: Prayer Times
ar: أوقات الصلاة
ms: Waktu Solat
ur: نماز کے اوقات

# widget.previous
source: Previous
ar: السابقة
ms: Sebelumnya
ur: پچھلا

# inlinePrayerWidgetTitle
source: Next Prayer Inline
ar: الصلاة القادمة (مضمّن)
ms: Solat Seterusnya (Sebaris)
ur: اگلی نماز (ان لائن)

# inlinePrayerWidgetDesc
source: Shows next prayer name and time above the clock
ar: يعرض اسم ووقت الصلاة القادمة فوق الساعة
ms: Menunjukkan nama dan waktu solat seterusnya di atas jam
ur: گھڑی کے اوپر اگلی نماز کا نام اور وقت دکھاتا ہے

source: Suhoor
ar: السحور
ms: Sahur

source: Iftar
ar: الإفطار
ms: Berbuka

source: Ramadan
ar: رمضان

source: Imsak
ar: الإمساك

# widget_ramadan_day
source: Day %d
ar: اليوم %d
ms: Hari %d

# widget_ramadan_day_complete
source: Day %d Complete
ar: اليوم %d مكتمل
ms: Hari %d Selesai

# widget_ramadan_placeholder
source: Available during Ramadan
ar: متاح خلال رمضان
ms: Tersedia semasa Ramadan

# occasion.ramadan
source: Ramadan
ar: رمضان

# occasion.eid-al-fitr
source: Eid al-Fitr
ar: عيد الفطر
ms: Aidilfitri

# occasion.arafah
source: Day of Arafah
ar: يوم عرفة
ms: Hari Arafah

# occasion.eid-al-adha
source: Eid al-Adha
ar: عيد الأضحى
ms: Aidiladha

# occasion.hijri-new-year
source: Islamic New Year
ar: رأس السنة الهجرية
ms: Tahun Baharu Islam

# occasion.ashura
source: Ashura
ar: عاشوراء
ms: Asyura

# importantDaysWidgetTitle
source: Islamic Occasions
ar: المناسبات الإسلامية
ms: Peristiwa Islam

# importantDaysWidgetDesc
source: Countdowns to Ramadan, Eid, and more
ar: عدّ تنازلي لرمضان والعيدين وغيرها
ms: Kira detik ke Ramadan, Aidilfitri dan lain-lain

# widget_days_today
source: Today
ar: اليوم
ms: Hari Ini

# widget_days_unit
source: days
ar: يوم
ms: hari

# suhoorIftarWidgetTitle
source: Suhoor & Iftar
ar: السحور والإفطار
ms: Sahur & Berbuka

# suhoorIftarWidgetDesc
source: Countdown to suhoor and iftar times
ar: العد التنازلي لأوقات السحور والإفطار
ms: Kira detik ke waktu sahur dan berbuka

# ramadanProgressWidgetTitle
source: Ramadan Progress
ar: تقدم رمضان
ms: Kemajuan Ramadan

# ramadanProgressWidgetDesc
source: Track your Ramadan journey with daily progress
ar: تتبع رحلتك في رمضان مع التقدم اليومي
ms: Jejaki perjalanan Ramadan anda dengan kemajuan harian

# widget_suhoor_iftar_settings
source: Suhoor & Iftar Settings
ar: إعدادات السحور والإفطار
ms: Tetapan Sahur & Berbuka

# widget_suhoor_iftar_settings_desc
source: Configure suhoor and iftar countdown
ar: تكوين العد التنازلي للسحور والإفطار
ms: Konfigurasi kira detik sahur dan berbuka

# widget_ramadan_progress_settings
source: Ramadan Progress Settings
ar: إعدادات تقدم رمضان
ms: Tetapan Kemajuan Ramadan

# widget_ramadan_progress_settings_desc
source: Configure Ramadan progress display
ar: تكوين عرض تقدم رمضان
ms: Konfigurasi paparan kemajuan Ramadan

# widget_show_ramadan_labels
source: Show Ramadan Labels
ar: إظهار تسميات رمضان
ms: Tunjukkan Label Ramadan

# allPrayersCombinedWidgetTitle
source: All Prayers
ar: كل الصلوات
ms: Semua Solat
ur: تمام نمازیں

# allPrayersCombinedWidgetDesc
source: All daily prayers at a glance, with the next one highlighted
ar: كل الصلوات اليومية بلمحة، مع تمييز الصلاة القادمة
ms: Semua solat harian dengan sekilas pandang, dengan solat seterusnya diserlahkan
ur: ایک نظر میں تمام نمازیں، اگلی نماز نمایاں

# nedaaLauncherWidgetTitle
source: Open Nedaa
ar: افتح نداء
ur: نداء کھولیں

# nedaaLauncherWidgetDesc
source: Quickly open Nedaa from your Lock Screen.
ar: افتح نداء بسرعة من شاشة القفل.
ur: لاک اسکرین سے نداء فوری طور پر کھولیں۔
